Revit 2027 API
ParameterTypeId.CurtaingridBeltHoriz Property
 "Measurement Line"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridBeltHoriz { get; }
Public Shared ReadOnly Property CurtaingridBeltHoriz As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridBeltHoriz {
	ForgeTypeId^ get ();
}
static member CurtaingridBeltHoriz : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace